Repository: divvun/divvun-manager-macos
Catalog: Pahkat/*.lproj/Localizable.strings
Languages: nn

# aboutApp
source: About Package Manager
nn: Om Divvun Installer

source: Alpha
nn: Alfa

# appHelp
source: Help
nn: Hjelp

# appName
source: Package Manager
nn: Divvun Installer

# appUpdateBody
source: Package Manager v%1$@ is now available. It is highly recommended that you update as soon as possible. Update now?
nn: Divvun Installer v%1$@ er no tilgjengeleg. Det er sterkt tilrådd at du oppdaterer så snart som råd. Vil du oppdatera no?

# appUpdateTitle
source: Package Manager Update Available
nn: Divvun Installer-oppdatering tilgjengeleg

source: Bring All to Front
nn: Flytt alle fremst

source: Cancel
nn: Avbryt

# cancelDownloadsBody
source: Are you sure you want to cancel all downloads?
nn: Er du viss på at du vil avbryta nedlastingane?

# cancelDownloadsTitle
source: Cancel Downloads
nn: Avbryt nedlastingane

source: Cancelling...
nn: Eg avbryt...

source: Category
nn: Kategori

source: Channel
nn: Kanal

source: Check For Updates...
nn: Sjå etter oppateringar...

source: Completed
nn: Fullført

source: Copy
nn: Kopier

# crashReportBody
source: Do you wish to send a crash report to the developers? No personal or private information is sent. (Recommended)
nn: Ynskjer du å senda ein kræsjrapport til utviklarane? Ingen personleg info blir sendt inn. (Tilrådd)

source: Cut
nn: Klypp ut

source: Daily
nn: Dagleg

source: Delete
nn: Slett

# downloadError
source: Error 😞
nn: Feil 😞

source: Downloaded
nn: Nedlasta

source: Downloading...
nn: Lastar ned...

source: Edit
nn: Rediger

source: Error
nn: Feil

# errorDuringInstallation
source: An error occurring during installation.
nn: Det gjekk skeis med installeringa.

source: Error: Invalid Version
nn: Feil: ugyldig versjon

source: Error: No Installer
nn: Feil: ingen installerar

# errorUnknownPackage
source: Error: Unknown Item
nn: Feil: ukjent pakke

# everyFourWeeks
source: Every 4 Weeks
nn: Fjerdekvar veke

# everyTwoWeeks
source: Every 2 Weeks
nn: Annakvar veke

source: Exit
nn: Avslutt

source: Finish
nn: Ferdig

source: Help
nn: Divvun Installer-hjelp

# hideApp
source: Hide Package Manager
nn: Gøym Divvun Installer

source: Hide Others
nn: Gøym andre

source: Install
nn: Installer

# installNPackages
source: Install %1$@ Items
nn: Installer %1$@ pakker

source: Install (System)
nn: Installer (for heile systemet)

# installUninstallNPackages
source: Install/Uninstall %1$@ Items
nn: Installer/avinstaller %1$@ pakker

source: Install (User)
nn: Installer (for brukar)

source: Installed
nn: Installert

# installingPackage
source: Installing %1$@ %2$@...
nn: Installerer %1$@ %2$@...

source: Installing/Uninstalling
nn: Installerer/avinstallerer

source: Interface Language
nn: Vis programmet på

# invalidUrlBody
source: Please ensure that the URL begins with "https" and try again.
nn: Ver greid og sjekk at URL-en byrjar med "https" og prøv på nytt.

# invalidUrlTitle
source: The provided URL is invalid.
nn: URL-en er ugyldig.

source: Language
nn: Språk

source: Loading...
nn: Lastar inn...

# minimize
source: Minimise
nn: Minimer

# nItemsRemaining
source: %1$@ items remaining.
nn: %1$@ pakker står att.

# nUpdatesAvailable
source: %1$@ Updates Available
nn: Det finst %1$@ oppdateringar

source: Never
nn: Aldri

# nextUpdateDue
source: Next update check at: %1$@
nn: Neste oppdateringssjekk %1$@

source: Nightly
nn: Nattleg

# noPackagesSelected
source: No Items Selected
nn: Ingen valde pakker

# noUpdatesBody
source: No new updates were found.
nn: Fann ingen nye oppdateringar

# noUpdatesTitle
source: No Updates
nn: Ingen oppdateringar

source: Not Installed
nn: Ikkje installert

source: OK
nn: Greidt

source: Open Package Manager
nn: Opne Divvun Installer

source: Paste
nn: Lim inn

source: Paste and Match Style
nn: Lim inn tilpassa

source: Preferences…
nn: Innstillingar…

# processCompletedBody
source: You may now close this window, or return to the main screen.
nn: No kan du lata att vindauget, eller gå attende til hovudvindauget.

# processCompletedTitle
source: Done!
nn: Ferdig!

source: Queued
nn: I kø

# quitApp
source: Quit Package Manager
nn: Avslutt Divvun Installer

source: Redo
nn: Gjer på nytt

source: Remind Me Later
nn: Minn meg på det seinare

# removeRepoBody
source: Are you sure you wish to remove this repository?
nn: Er du sikker på at du vil fjerna repositoriet?

# removeRepoTitle
source: This will remove the selected repository.
nn: Dette vil fjerna det valde repositoriet.

source: Repositories
nn: Repositorium

source: Repository
nn: Repositorium

source: Repository Error
nn: Repositoriefeil

# repositoryErrorBody
source: There was an error while opening the repository: %1$@
nn: Det dukka opp ein feil medan eg opna repositoriet: %1$@

source: Restart Later
nn: Omstart seinare

source: Restart Now
nn: Omstart no

# restartRequiredBody
source: It is highly recommended that you restart your computer in order for some changes to take effect.
nn: Det er sterkt tilrådd å starta datamaskina på nytt for at somme endringar skal tre i kraft

# restartRequiredTitle
source: Time to reboot!
nn: Tid for å starta maskina på nytt!

# restartTheAppForLanguageChanges
source: Restart the app for language changes to take effect.
nn: Start programmet på nytt for å byta språk.

source: Save
nn: Lagre

source: Select All
nn: Vel alt

source: Services
nn: Tenester

source: Settings
nn: Innstillingar

source: Show All
nn: Vis alle

source: Skip These Updates
nn: Hopp over desse oppdateringane

source: Sort by…
nn: Sorter etter…

source: Stable
nn: Stabil

source: Starting...
nn: Startar...

# systemLocale
source: Default Language
nn: Standardspråk

# thereAreNUpdatesAvailable
source: There are %1$@ updates available!
nn: Det finst %1$@ oppdateringar!

source: Undo
nn: Angre

source: Uninstall
nn: Avinstaller

# uninstallNPackages
source: Uninstall %1$@ Items
nn: Avinstaller %1$@ pakker

# uninstallingPackage
source: Uninstalling %1$@ %2$@...
nn: Avinstallerer %1$@ %2$@...

source: Update
nn: Oppdater

source: Update Available
nn: Det finst ei oppdatering

source: Update Channel
nn: Oppdateringskanal

source: Update Frequency
nn: Oppdateringsfrekvens

source: Update (System)
nn: Oppdater (for heile systemet)

source: Update (User)
nn: Oppdater (for brukaren)

# userDescription
source: %1$@ (User)
nn: %1$@ (for brukaren)

source: Version Skipped
nn: Ingorert versjon

# waitingForCompletion
source: Waiting for process to finish...
nn: Ventar på at noko skal bli ferdig...

source: Weekly
nn: Kvar veke

source: Window
nn: Vindauge

source: Would you like to download them now?
nn: Vil du lasta dei ned no?
